content/posts/il_fascismo_eterno.md
+++
title = "Il fascismo eterno"
author = ["Daniel Biasiotto"]
date = 2024-01-09T16:09:00+01:00
tags = ["book", "essay"]
draft = false
+++

[Umberto Eco]({{< relref "20210527192619-umberto_eco.md" >}}), _Il fascismo eterno_, 1995, La nave di Teseo

-   originariamente un talk ad un pubblico americano


## Summary {#summary}

Il fascismo fu un unione improbabile di idee politiche diverse e contraddittorie.
Il nazismo sfoggiava una architettura nazista, una arte nazista, una scienza nazista, il fascismo invece viveva e proliferava nelle sue contraddizioni.
Eco stila una lista di 14 modi per riconoscere quello che lui definisce fascismo eterno o [Ur-Fascismo]({{< relref "ur_fascismo.md" >}}), cioè le caratteristiche che delineano i fascismi che sono allo stesso tempo uguali e diversissimi tra loro.
